{
    "title": {
        "media": {
          "caption": ""
        },
        "text": {
          "headline": "Lily Ryan's World",
          "text": "<p>Begin Her Epic Timeline</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "/Extras/Wash.jpg",
          "caption": "Sometimes I hate being so short, Haha :P."
        },
        "start_date": {
          "month": "6",
          "day": "1",
          "year": "2016"
        },
        "text": {
          "headline": "What Are Friends For",
          "text": "<p>Today wasn't too eventful. What do you expect when it's laundry day? I can honestly say I didn't expect to fall in! After Jenny snapped a pic and laughed her head off, she finally came over to help me down. I think my face turned five shades of red!</p>"
        }
      },
      {
        "media": {
          "url": "/Extras/SunSet.jpg",
          "caption": "I feel so rich when I count all the things money can't buy."
        },
        "start_date": {
          "month": "6",
          "day": "2",
          "year": "2016"
        },
        "text": {
          "headline": "Vanilla Twilight",
          "text": "One more day until Jenny's party! Jake and I went out and bought all the goodies after work. Is it weird I think grocery shopping can be romantic? We got back just in time for a drive out to the country. A perfect way to end our busy day."
        }
      },
      {
        "media": {
          "url": "/Extras/Jenny.jpg",
          "caption": "You're amazing, remember that."
        },
        "start_date": {
          "month": "6",
          "day": "3",
          "year": "2016"
        },
        "text": {
          "headline": "Gottcha!",
          "text": "This pic really makes me smile! I perfectly timed the moment right before the big splash! Happy Birthday Jen!"
        }
      },
      {
        "media": {
          "url": "https://youtu.be/OJFdZ7MGLcI",
          "caption": "The refugee outreach"
        },
        "start_date": {
          "month": "6",
          "day": "4",
          "year": "2016"
        },
        "text": {
          "headline": "Blessing Others",
          "text": "'Do nothing from rivalry or conceit, but in humility count others more significant than yourselves. Let each of you look not only to his own interests, but also to the interests of others.' (Phil. 2:3-4) I'm so glad I went today. I think Jake and I are going to make this one of our weekend go-to's. These kids are so happy to have us, and we're so happy to help serve them. It's a win win situation. ",
          "thumbnail": "https://youtu.be/OJFdZ7MGLcI"
        }
      },
      {
        "media": {
          "url": "/Extras/Sunday.jpg",
          "caption": "Hiking with the gang"
        },
        "start_date": {
          "month": "6",
          "day": "5",
          "year": "2016"
        },
        "text": {
          "headline": "Fresh Air",
          "text": "Today we went on our first hike with our small group. It was fun! I had to sneak away for a moment to grab this amazing shot. It's something I'm going to want to remember."
        }
      },
      {
        "media": {
          "url": "/Extras/Neko.jpg",
          "caption": "Oh, to have the life of a cat"
        },
        "start_date": {
          "month": "6",
          "day": "6",
          "year": "2016"
        },
        "text": {
          "headline": "Long Day",
          "text": "Today was rough, nothing seems to be going right with our project. All the hours I'm pouring in and still no sign of light... So, coming home to Neko all soft and fuzzy-like, sunggled in bed makes me want to join him... I think I will. "
        }
      },
      {
        "media": {
          "url": "https://youtu.be/7ga5wTxF6Tc",
          "caption": "Courage, dear heart"
          },
        "start_date": {
          "month": "6",
          "day": "7",
          "year": "2016"
        },
        "text": {
          "headline": "Double Shot Motivation",
          "text": "Grant me the stormy seas over a life of ease, the toil and madness of a life of effort, and adventure, and meaning. The safe harbor is not for me, not for long. Let the fearful stand at the shore and point as we head into the unknown, toward that vast horizon where the bold become legend."
        }
      },
      {
        "media": {
          "url": "/Extras/BinBed.jpg",
          "caption": "Mmmmmmmm!"
        },
        "start_date": {
          "month": "6",
          "day": "8",
          "year": "2016"
        },
        "text": {
          "headline": "Breakfast In Bed",
          "text": "Jake did the sweetest thing this morning! It's so beautiful and tasty!"
        }
      }
    ]
}