{
    "title": {
        "media": {
          "url": "/Extras/Welcome.jpg",
          "caption": ""
        },
        "text": {
          "headline": "Lily Ryan<br/> 2007 - Present-Day",
          "text": "<p>'Whatever is fluid, soft, and yielding will overcome whatever is rigid and hard. What is soft is strong.' —Lao Tzu</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "/Extras/Wash.jpg",
          "caption": "Sometimes I hate being so short, Haha :P."
        },
        "start_date": {
          "month": "6",
          "day": "1",
          "year": "2016"
        },
        "text": {
          "headline": "That's What Friend's Are For",
          "text": "<p>Today wasn't too eventful. What do you expect when it's laundry day? I can honestly say I didn't expect to fall in! After Jenny snapped a pic and laughed her head off, she finally came over to help me down. I think my face turned five shades of red!</p>"
        }
      },
      {
        "media": {
          "url": "/Extras/Sun_Set.jpg",
          "caption": "I feel so rich when I count all the things money can't buy."
        },
        "start_date": {
          "month": "6",
          "day": "2",
          "year": "2016"
        },
        "text": {
          "headline": "Vanilla Twilight",
          "text": "One more day until Jenny's party! Jake and I went out and bought all the goodies after work. Is it weird I think grocery shopping can be romantic? We got back just in time for a drive out to the country. A perfect way to end our busy day."
        }
      },
      {
        "media": {
          "url": "/Extras/Jenny.jpg",
          "caption": "You are amazing, remember that."
        },
        "start_date": {
          "month": "6",
          "day": "3",
          "year": "2016"
        },
        "text": {
          "headline": "Gottcha!",
          "text": "Id have to say this was the best pic of the day. The moment right before the big splash! We all had a really good time. Happy Birthday Jen."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/OJFdZ7MGLcI",
          "caption": "The refugee outreach"
        },
        "start_date": {
          "month": "6",
          "day": "4",
          "year": "2016"
        },
        "text": {
          "headline": "Blessing Others",
          "text": "'Do nothing from rivalry or conceit, but in humility count others more significant than yourselves. Let each of you look not only to his own interests, but also to the interests of others.' (Phil. 2:3-4) I'm so glad I went today. I think Jake and I are going to make this one of our weekend go-to's. These kids are so happy to have us, and we're so happy to help serve them. It's a win win situation. "
        }
      },
      {
        "media": {
          "url": "https://youtu.be/A4jGzNm2yPI",
          "caption": "Whitney Houston and Clive Davis discussing her discovery and her eponymous first album.",
          "credit": "Sony Music Entertainment"
        },
        "start_date": {
          "month": "6",
          "day": "5",
          "year": "2016"
        },
        "text": {
          "headline": "Signed",
          "text": "Houston is signed to Arista Records after exec Clive Davis sees her performing on stage with her mother in New York."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/m3-hY-hlhBg",
          "caption": "The 'How Will I Know' video showcases the youthful energy that boosted Houston to stardom.",
          "credit": "Arista Records Inc."
        },
        "start_date": {
          "month": "6",
          "day": "6",
          "year": "2016"
        },
        "text": {
          "headline": "Debut",
          "text": "Whitney Houston's self titled first release sold over 12 million copies in the U.S. and included the hit singles 'How Will I Know,' 'You Give Good Love,' 'Saving All My Love For You' and 'Greatest Love of All.'"
        }
      },
      {
        "media": {
          "url": "https://youtu.be/v0XuiMX1XHg",
          "caption": "Dionne Warwick gleefully announces cousin, Whitney Houston, the winner of the Best Female Pop Vocal Performance for the song Saving All My Love.",
          "credit": "<a href='http://grammy.org'>The Recording Academy</a>"
        },
        "start_date": {
          "month": "6",
          "day": "7",
          "year": "2016"
        },
        "text": {
          "headline": "'The Grammys'",
          "text": "In 1986 Houston won her first Grammy for the song Saving All My Love. In total she has won six Grammys, the last of which she won in 1999 for It's Not Right But It's Okay."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/eH3giaIzONA",
          "caption": "I Wanna Dance With Somebody",
          "credit": "Arista Records Inc."
        },
        "start_date": {
          "month": "6",
          "day": "8",
          "year": "2016"
        },
        "text": {
          "headline": "'Whitney'",
          "text": "Multiplatinum second album sells more than 20 million copies worldwide. With 'Whitney', Houston became the first female artist to produce four number 1 singles on one album including \"I Wanna Dance With Somebody,' 'Didn't We Almost Have It All,' 'So Emotional' and 'Where Do Broken Hearts Go.'"
        }
      }
    ]
}